[LocAdmin_Strings]
QUEST_MiniQHUMANF_001=Hunter's reputation: You are the nightmare for all scavengers.;;Reputazione con i cacciatori: Sei l'incubo di ogni saprofago.;;;;Ruf des Jägers: Du bist der Schrecken aller Scavenger.;;Reputación del cazador: el terror de los carroñeros.;;;;Vadász kihívás: Te vagy minden dögevő réme.;;Reputacja łowcy. Koszmar wszystkich ścierwojadów.;;Репутация у охотников: Гроза падальщиков.;;獵人漫畫：尋寶遊戲。;
QUEST_MiniQHUMANF_002=Hunter's reputation: The troll fist smasher.;;Reputazione con i cacciatori: Il distruttore del pugno del troll.;;;;Ruf des Jägers: Der Trollfaustzerschmetterer.;;Reputación del cazador: el martillo de los trolls.;;;;Vadász kihívás: A trollököllecsapó.;;Reputacja łowcy: Pogromca trolla.;;Репутация у охотников: Дробитель кулаков троллей.;;獵人的毀滅者：巨魔拳頭粉碎者。;
QUEST_MiniQHUMANF_003=Hunter's reputation: Pigs, I hate pigs.;;Reputazione con i cacciatori: Maiali, io odio i maiali.;;;;Ruf des Jägers: Schweine, ich hasse Schweine.;;Reputación del cazador: odio a los cerdos.;;;;Vadász kihívás: Disznók, utálom a disznókat.;;Reputacja łowcy: Świnie, nienawidzę świń.;;Репутация у охотников: Свиньи, я ненавижу свиней.;;獵人的聲譽：豬，我討厭豬。;
QUEST_MiniQHUMANF_004=Hunter's reputation: The cats of the north.;;Reputazione con i cacciatori: I gatti del Nord.;;;;Ruf des Jägers: Die Katzen des Nordens.;;Reputación del cazador: los gatos del norte.;;;;Vadász kihívás: Észak macskái.;;Reputacja łowcy: Koty północy.;;Репутация у охотников: Северные кошки.;;在獵人中的聲譽：北方貓。;
QUEST_MiniQHUMANF_005=Hunter's reputation: Enough meat to winter.;;Reputazione con i cacciatori: Abbastanza carne per l'inverno.;;;;Ruf des Jägers: Genug Fleisch für den Winter.;;Reputación del cazador: suficiente carne para el invierno.;;;;Vadász kihívás: Elegendő hús a télre.;;Reputacja łowcy: Wystarczająca zapas mięsa na zimę.;;Репутация у охотников: Заготовка мяса на зиму.;;獵人的聲譽：收穫過冬的肉。;
QUEST_MiniQHUMANF_006=Hunter's reputation: Bone hunter.;;Reputazione con i cacciatori: Cacciatore d'ossa.;;;;Ruf des Jägers: Knochenjäger.;;Reputación del cazador: cazahuesos.;;;;Vadász kihívás: Csontvadász.;;Reputacja łowcy: Łowca kości.;;Репутация у охотников: Охотник за костями.;;獵人聲望：白骨獵人。;
QUEST_MiniQHUMANF_007=Hunter's reputation: Leather for all.;;Reputazione con i cacciatori: Pelle per tutti.;;;;Ruf des Jägers: Leder für alle.;;Reputación del cazador: cueros para todos.;;;;Vadász kihívás: Bőr mindenkinek.;;Reputacja łowcy: Skóra dla wszystkich.;;Репутация у охотников: Кожа для всех.;;獵人的聲譽：所有人的皮革。;
QUEST_MiniQHUMANF_008=Royalist and loyalist: Decimation of the enemy.;;Monarchico e lealista: Decimazione del nemico.;;;;Königstreu und ergeben: Dezimierung des Feindes.;;Monárquico y partidario: aniquilador de enemigos.;;;;Királyhű és odaadó: Az ellenség megtizedelése.;;Rojaliści i lojaliści: Dziesiątkowanie przeciwnika.;;За короля: Уничтожение врага.;;對於國王：消滅敵人。;
QUEST_MiniQHUMANF_009=Royalist and loyalist: Judge of Innos.;;Monarchico e lealista: Giudice di Innos.;;;;Königstreu und ergeben: Richter Innos'.;;Monárquico y partidario: juez de Innos.;;;;Királyhű és odaadó: Innos bírája.;;Rojaliści i lojaliści: Sędzia Innosa.;;За короля: Возмездие Инноса.;;為了國王：因諾斯的報應。;
QUEST_MiniQHUMANF_010=More than a Morra: Head of the mercenaries.;;Più di un Morra: Capo dei mercenari.;;;;Mehr als ein Morra: Söldneroberhaupt.;;Más que un morra: líder de los mercenarios.;;;;Több mint egy Morra: Zsoldosvezér.;;Więcej niż Morra: Przywódca najemników.;;Больше, чем морра: Руководитель наемников.;;不僅僅是莫拉：僱傭兵領袖。;
QUEST_MiniQHUMANF_011=More than a Morra: Enforcer of Beliar.;;Più di un Morra: Braccio armato di Beliar.;;;;Mehr als ein Morra: Vollstrecker Beliars'.;;Más que un morra: agente de Beliar.;;;;Több mint egy Morra: Beliar végrehajtója.;;Więcej niż Morra: Wierny sługa Beliara.;;Больше, чем морра: Исполнитель воли Белиара.;;不只是莫拉：貝利亞意志的執行者。;
QUEST_MiniQHUMANF_012=Glory days: Death monger.;;Giorni gloriosi: Venditore di morte.;;;;Goldene Zeiten: Todeshändler.;;Días de gloria: portador de la muerte.;;;;Arany idők: Halálosztó.;;Dni chwały: Handlarz śmierci.;;Золотые времена: Торговец смертью.;;黃金時代：死亡商人。;
QUEST_MiniQHUMANF_013=Axes of the north: The blood of a true warrior.;;Asce del Nord: Il sangue di un vero guerriero.;;;;Die Äxte des Nordens: Das Blut eines wahren Kriegers.;;Hacha del norte: la sangre un guerrero auténtico.;;;;Az északiak fejszéje: Egy igazi harcos vére.;;Topory północy: Krew prawdziwego wojownika.;;Топор Севера: Кровь истинного воина.;;北方之斧：真正戰士的鮮血。;
QUEST_MiniQHUMANF_014=Servant of Beliar: The fire shall extinguish!;;Servitore di Beliar: Il fuoco deve estinguersi!;;;;Beliars Diener: Das Feuer soll erlischen!;;Siervo de Beliar: ¡el fuego se extinguirá!;;;;Beliar szolgája: A tüzet ki kell oltani!;;Sługa Beliara: Ogień zgaśnie!;;Слуга Белиара: Пламя должно погаснуть!;;貝利亞的僕人：火焰必須熄滅！;
QUEST_MiniQHUMANF_015=Servant of Innos: Light in the darkness!;;Servitore di Innos: Luce nell'oscurità!;;;;Innos' Diener: Licht in der Dunkelheit!;;Siervo de Innos: ¡luz en la oscuridad!;;;;Innos szolgája: Fény a sötétségben!;;Sługa Innosa: Światło w ciemności!;;Слуга Инноса: Свет в кромешной тьме!;;因諾斯的僕人：黑暗中的光明！;
QUEST_MiniQHUMANF_016=Servant of Adanos: Preserve the balance!;;Servitore di Adanos: Preserva l'equilibrio!;;;;Adanos' Diener: Das Gleichgewicht erhalten!;;Siervo de Adanos: ¡preservar el equilibrio!;;;;Adanos szolgája: Az egyensúly fenntartása!;;Sługa Adanosa: Utrzymać równowagę!;;Слуга Аданоса: Сохраняй равновесие!;;阿達諾斯的僕人：保持平衡！;
QUEST_MiniQHUMANF_017=Hunter's reputation: Dragon slayer.;;Reputazione con i cacciatori: Ammazzadraghi.;;;;Ruf des Jägers: Drachentöter.;;Reputación del cazador: matadragones.;;;;Vadász kihívás: Sárkányölő.;;Reputacja łowcy: Pogromca smoka.;;Репутация у охотников: Победитель драконов.;;獵人聲譽：屠龍者。;
QUEST_MiniQHUMANF_018=Desert's child: Warrior of the sand.;;Figlio del deserto: Guerriero della sabbia.;;;;Kind der Wüste: Krieger des Sandes.;;Hijo del desierto: guerrero de las arenas.;;;;A sivatag gyermeke: A homok harcosa.;;Dziecko pustyni: Wojownik piasku.;;Дитя пустыни: Воин песков.;;沙漠之子：沙之戰士。;
QUEST_MiniQHUMANF_Alchemie_01=Explosive passion: Elegant but yet dirty.;;Passione esplosiva: elegante, ma ancora sporco.;;;;Explosive Leidenschaft: Elegant und doch schmutzig.;;Pasión explosiva: elegante pero sucio.;;;;Robbanékony szenvedély: Elegáns, mégis mocskos.;;Wybuchowa pasja: Elegancka, a jednak brudna.;;Взрывная страсть: Элегантно, но грязно.;;激情爆發：優雅但凌亂。;
QUEST_MiniQHUMANF_Dieb_01=Shady: I don't steal, I just borrow without asking.;;Ombroso: Io non rubo, prendo solo in prestito senza chiedere.;;;;Schattenhaft: Ich stehle nicht, ich leihe ungefragt aus.;;Sombrío: no robo, pido prestado.;;;;Árnyékban: Nem lopok csak kölcsönveszem kérés nélkül.;;W cieniu: Nie kradnę, tylko pożyczam bez pytania.;;Тень призрака: Я не ворую, я просто беру без спроса.;;鬼影：我不偷，我不經詢問就借。;
QUEST_MiniQHUMANF_Druidensteine=Druid stones united: Together we are strong!;;Pietre dei druidi riunite: Insieme siamo forti!;;;;Druidensteine vereint: Zusammen sind wir stark!;;Piedras de druida reunidas: ¡juntas somos más fuertes!;;;;Druidakő egyesítő: Együtt erősek vagyunk!;;Zjednoczone druidzkie kamienie: W kupie siła!;;Коллекция камней друидов: Вместе мы сильнее!;;德魯伊寶石收藏：我們在一起更强大！;
QUEST_MiniQHUMANF_Schmied_01=Hard as ore: A prospector as to the manner born.;;Duro come il metallo: Il minatore nato.;;;;Hart wie Erz: Der geborene Schürfer.;;Duro como el mineral: prospector nato.;;;;Kemény, mint az érc: Született bányász.;;Twardy, jak ruda: Stworzony do poszukiwania.;;Суровый как руда: Прирожденный старатель.;;硬如礦石：天生的探險家。;
